Repository: Yazan4m7/Steady_Solutions_semi_final-Backup
Catalog: lib/l10n/app_*.arb
Languages: ar

# helloWorld
source: Hello Wolrd!
ar: مرحبا بك في العالم!

# enterCredentials
source: Kindly proceed with your login credentials
ar: يرجى إدخال بيانات الاعتماد الخاصة بك

# loginWelcomeMsg
source: Experience the Ease with OMS Mobi
ar: استمتع بالسهولة مع OMS Mobi

source: English
ar: الإنجليزية

source: Password
ar: كلمة المرور

source: Arabic
ar: العربية

source: Login
ar: تسجيل الدخول

source: Email
ar: البريد الالكتروني

source: Wrong Entry
ar: إدخال خاطئ

# checkUrlMsg
source: Please check the URL
ar: يرجى التحقق من عنوان URL

# enterUrl
source: ادخل عنوان البوابة
ar: يرجى التحقق من عنوان URL

source: Dashboard
ar: لوحة العرض

source: Service Work Order
ar: خدمات عامة

# service_equip_order
source: Equipment Work Order
ar: أمر عمل الاجهزة

source: CM Performance
ar: أداء اعمال الاصلاح

source: PM Performance
ar: أداء الصيانة الوقائية

# equip_by_class
source: Equipment By Class
ar: الاجهزة حسب الفئة

source: PENDING WORK ORDERS LIST
ar: طلبات الاصلاح غير المنجزة

# double_check_to_sort_click_to_generate_report
source: Double click header to sort, click on row to generate report
ar: انقر مرتين على العنوان للفرز، انقر على الصف لإضافة تقرير الاصلاح

# work_orders_list
source: Work Order List
ar: قائمة أوامر العمل

# work_orders_details
source: Work Order Details
ar: تفاصيل أوامر العمل

source: Job NO
ar: رقم أمر العمل

source: Department
ar: القسم

source: Control Number
ar: رقم التحكم

source: Failure Date Time
ar: تاريخ ووقت العطل

source: Urgent
ar: عاجل

# generate_achiev_report
source: Generate Achievment Report
ar: إضافة تقرير اصلاح

source: Close
ar: إغلاق

source: Failure Date
ar: تاريخ و وقت التعطل

source: StatusDesc
ar: الحالة

source: Equip Name
ar: اسم الجهاز

source: Caller
ar: المتصل

source: Fault Status
ar: وصف العطل

source: Remedy
ar: مختصر العمل المنجز

# reason_for_not_closing_job
source: Reason fnot closing job
ar: اسباب عدم الاصلاح

source: Action taken to close pending job
ar: الخطوات المتخذة للاصلاح

source: Travel Date
ar: وقت السفر

source: Replaced Date
ar: تاريخ الاستبدال

source: Select Repair Date
ar: حدد تاريخ الإصلاح

source: Generated Report Successfully
ar: تم إضافة تقرير الاصلاح بنجاح

source: Save
ar: حفظ

source: Failed to generate report
ar: فشل في إضافة تقرير الاصلاح

source: Select Travel Date
ar: حدد وقت السفر

source: Failed
ar: فشل

source: Report ID
ar: رقم التقرير

source: Success
ar: نجاح

source: CHECK IN
ar: دخول

source: CHECK OUT
ar: خروج

source: Home
ar: الرئيسية

source: QR SCANNER
ar: ماسح الـ QR

source: APPROVAL
ar: موافقات

# please_enter_url
source: Please enter API address
ar: الرجاء ادخال عنوان الوابة

source: Failure Time
ar: وقت العطل

source: Select OM Type
ar: OM Type

source: General
ar: عام

source: Medical
ar: طبي

# department_abbrv
source: Dept.
ar: قسم

source: Control NO
ar: رقم التحكم

source: F/Date
ar: تاريخ

source: F/Time
ar: وقت

source: Work Order Number
ar: رقم طلب الاصلاح

source: Repaired Date
ar: تاريخ الاصلاح

source: Travel Time
ar: وقت السفر

source: End Time
ar: وقت الانهاء

source: Start Time
ar: وقت البدء

# installed_base_screen_title
source: Master Equipment List
ar: قائمة الاصول

# serial_no
source: Serial Number
ar: الرقم التسلسلي

source: Manufacturer
ar: الشركة الصانعة

# department_desc
source: Dept.
ar: القسم

source: warrenty
ar: الضمان

source: Filter Data
ar: فلترة البيانات

source: Manafacturer
ar: الشركة الصانعة

source: All
ar: جميع

source: Installed Base
ar: المعدات

# choose_option
source: choose an option
ar: اختر

source: filter
ar: تصفية

source: list
ar: قائمة

# choose_how_to_filter_installed_base
source: Choose an option to filter the installed base list
ar: اختر تصنيف قائمة المعدات

source: Asset Management
ar: ادارة الاصول

source: Work Orders
ar: اعمال الاصلاح

source: Create
ar: أنشاء طلبات عمل

source: Equipment Work Order
ar: معدات

source: Pending list
ar: طلبات الاصلاح غير المنجزة

source: Generate Report
ar: اضافة تقرير اصلاح

source: PM
ar: صيانة وقائية

# calendar
source: Calender
ar: تقويم اعمال الصيانة

source: Notifications
ar: الاشعارات

source: Logout
ar: خروج

source: Filter by
ar: تصفية البيانات

source: Loading
ar: يتم التحميل

source: Please wait
ar: يرجى الانتظار

# select_manufacturer
source: Select Manafacturer
ar: اختر المصنع

source: Site Name
ar: الموقع

source: Category
ar: الصنف

source: Departments
ar: الفسم

source: Rooms
ar: الغرف

source: Call Type
ar: نوع الاتصال

source: Is Urgent
ar: عاجل

# upload_documnet
source: Upload Documents
ar: تحميل المستند

source: Upload Pictures
ar: تحميل الصور

source: No Data Found
ar: لم يتم العثور على بيانات

# check_credentials
source: Cheack your credentials
ar: تحقق برايدك الإلكتروني وكلمة المرور

source: Login Failed
ar: فشلت الدخول

source: Retry
ar: إعادة المحاولة

source: Connection failed
ar: فشل الاتصال

source: Please check your connection
ar: يرجى التحقق من اتصالك

source: View
ar: عرض

source: Upload Picture
ar: تحميل الصورة

source: Work Order Created Successfully
ar: تم إنشاء طلب الاصلاح بنجاح

source: Failed to Create Work Order
ar: فشل في إنشاء طلب الاصلاح

source: Go to Dashboard
ar: الذهاب إلى لوحة التحكم

source: Select Department
ar: اختر القسم

# select_manafacturer
source: Select Manufacturer
ar: اختر الشركة الصانعة

source: No Connection Failed
ar: فشل الاتصال

# service_desc
source: Service Description
ar: وصف الخدمة

source: Back to Form
ar: العودة إلى النموذج

source: Create Work Order
ar: إنشاء طلب الاصلاح

source: Check-In failed
ar: فشل الدخول
